Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Combined
af: Gekombineer
ar: مدمج
bg: Комбиниран
bn: একত্রিত
ca: Combinat
cs: Sloučené
da: Kombineret
de: Kombiniert
el: Συνδυασμένο
es: Combinado
et: Ühendatud
fa: ترکیبی
fi: Yhdistetty
fil: Pinagsama
fr: Combinée
he: משולב
hi: संयुक्त
hr: Spojeno
hu: Összevont
id: Gabungan
is: Sameinað
it: Combinata
ja: 統合
ko: 통합
lt: Sujungta
lv: Apvienots
ml: സംയോജിതം
mr: एकत्रित
ms: Gabungan
nb: Kombinert
nl: Gecombineerd
pa: ਮਿਲਾਇਆ
pl: Połączony
pt_br: Combinado
ro: Combinat
ru: Вместе
sk: Zlúčené
sl: Združeno
sr: Спојено
sv: Sammanslagen
sw: Iliyochanganywa
ta: ஒருங்கிணைந்த
te: మిళితం
th: รวม
tr: Birleşik
uk: Об’єднано
ur: مشترکہ
vi: Kết hợp
zh_hans: 合并
zh_hant: 合併

source: Comment
af: Kommentaar
ar: تعليق
bg: Коментар
bn: মন্তব্য
ca: Comentari
cs: Komentář
da: Kommentar
de: Kommentar
el: Σχόλιο
es: Comentario
et: Kommentaar
fa: نظر
fi: Kommentti
fil: Komento
fr: Commentaire
he: הערה
hi: टिप्पणी
hr: Komentar
hu: Megjegyzés
id: Komentar
is: Athugasemd
it: Commento
ja: コメント
ko: 코멘트
lt: Komentaras
lv: Komentārs
ml: അഭിപ്രായം
mr: टिप्पणी
ms: Komen
nb: Kommentar
nl: Opmerking
pa: ਟਿੱਪਣੀ
pl: Komentarz
pt_br: Comentário
ro: Comentariu
ru: Комментарий
sk: Komentár
sl: Komentar
sr: Komentar
sv: Kommentar
sw: Maoni
ta: கருத்து
te: వ్యాఖ్య
th: ความคิดเห็น
tr: Yorum
uk: Коментар
ur: تبصرہ
vi: Bình luận
zh_hans: 注释
zh_hant: 註解

source: Complete
af: Voltooi
ar: مكتمل
bg: Завършено
bn: সম্পূর্ণ
ca: Complet
cs: Dokončeno
da: Færdig
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completo
et: Lõpetatud
fa: تکمیل شد
fi: Valmis
fil: Tapos na
fr: Terminé
he: הושלם
hi: पूर्ण
hr: Završeno
hu: Befejezve
id: Selesai
is: Lokið
it: Completato
ja: 完了
ko: 완료
lt: Baigta
lv: Pabeigts
ml: പൂർത്തിയായി
mr: पूर्ण
ms: Selesai
nb: Fullført
nl: Voltooid
pa: ਮੁਕੰਮਲ
pl: Ukończone
pt_br: Concluído
ro: Finalizat
ru: Готово
sk: Dokončené
sl: Dokončano
sr: Завршено
sv: Slutfört
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสมบูรณ์
tr: Tamamlandı
uk: Завершено
ur: مکمل
vi: Hoàn tất
zh_hans: 已完成
zh_hant: 已完成

source: Compute unit price
af: Berekeningseenheidsprys
ar: سعر وحدة الحوسبة
bg: Цена на изчислителна единица
bn: কম্পিউট ইউনিট মূল্য
ca: Preu per unitat de càlcul
cs: Cena výpočetní jednotky
da: Pris pr. beregningsenhed
de: Preis pro Recheneinheit
el: Τιμή μονάδας υπολογισμού
es: Precio por unidad de cómputo
et: Arvutusühiku hind
fa: قیمت واحد محاسبه
fi: Laskentayksikön hinta
fr: Prix de l'unité de calcul
he: מחיר יחידת חישוב
hi: कंप्यूट यूनिट मूल्य
hr: Cijena računske jedinice
hu: Számítási egység ára
id: Harga unit komputasi
is: Verð á reiknieiningu
it: Prezzo per unità di calcolo
ja: 計算ユニット価格
ko: 컴퓨트 유닛 가격
lt: Skaičiavimo vieneto kaina
lv: Skaitļošanas vienības cena
ml: കംപ്യൂട്ട് യൂണിറ്റ് വില
mr: कंप्यूट युनिट किंमत
ms: Harga unit pengiraan
nb: Pris per beregningsenhet
nl: Compute-unit-prijs
pa: ਕੰਪਿਊਟ ਯੂਨਿਟ ਕੀਮਤ
pl: Cena jednostki obliczeniowej
pt_br: Preço por unidade de computação
ro: Preț pe unitate de calcul
ru: Цена вычислительной единицы
sk: Cena výpočtovej jednotky
sl: Cena računske enote
sr: Цена рачунске јединице
sv: Pris per beräkningsenhet
sw: Bei ya kitengo cha kukokotoa
ta: கணினி அலகு விலை
te: కంప్యూట్ యూనిట్ ధర
th: ราคาต่อหน่วยประมวลผล
tr: Hesaplama birimi fiyatı
uk: Ціна обчислювальної одиниці
ur: کمپیوٹ یونٹ قیمت
vi: Giá đơn vị tính toán
zh_hans: 计算单元价格
zh_hant: 運算單元價格

source: Compute units
af: Rekeneenhede
ar: وحدات الحوسبة
bg: Изчислителни единици
bn: কম্পিউট ইউনিট
ca: Unitats de còmput
cs: Výpočetní jednotky
da: Beregningsenheder
de: Recheneinheiten
el: Μονάδες υπολογισμού
es: Unidades de cómputo
et: Arvutusühikud
fa: واحدهای محاسباتی
fi: Laskentayksiköt
fr: Unités de calcul
he: יחידות חישוב
hi: कंप्यूट यूनिट
hr: Računske jedinice
hu: Számítási egységek
id: Unit komputasi
is: Reiknieiningar
it: Unità di calcolo
ja: 計算ユニット
ko: 연산 단위
lt: Skaičiavimo vienetai
lv: Skaitļošanas vienības
ml: കമ്പ്യൂട്ട് യൂണിറ്റുകൾ
mr: कंप्यूट युनिट्स
ms: Unit pengiraan
nb: Beregningsenheter
nl: Rekeneenheden
pa: ਕੰਪਿਊਟ ਯੂਨਿਟ
pl: Jednostki obliczeniowe
pt_br: Unidades de computação
ro: Unități de calcul
ru: Вычислительные единицы
sk: Výpočtové jednotky
sl: Računske enote
sr: Računarske jedinice
sv: Beräkningsenheter
sw: Vipimo vya kukokotoa
ta: கணக்கீட்டு அலகுகள்
te: గణన యూనిట్లు
th: หน่วยประมวลผล
tr: Hesaplama birimleri
uk: Обчислювальні одиниці
ur: کمپیوٹ یونٹس
vi: Đơn vị tính toán
zh_hans: 计算单元
zh_hant: 運算單元

source: Confirm
af: Bevestig
ar: تأكيد
bg: Потвърди
bn: নিশ্চিত করুন
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
fa: تأیید
fi: Vahvista
fil: Kumpirmahin
fr: Confirmer
he: אשר
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
is: Staðfesta
it: Conferma
ja: 確認
ko: 확인
lt: Patvirtinti
lv: Apstiprināt
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
ms: Sahkan
nb: Bekreft
nl: Bevestigen
pa: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
pt_br: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sr: Потврди
sv: Bekräfta
sw: Thibitisha
ta: உறுதிப்படுத்து
te: నిర్ధారించండి
th: ยืนยัน
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

source: Confirm & send
af: Bevestig en stuur
ar: تأكيد وإرسال
bg: Потвърди и изпрати
bn: নিশ্চিত করে পাঠান
ca: Confirmar i enviar
cs: Potvrdit a odeslat
da: Bekræft og send
de: Bestätigen und senden
el: Επιβεβαίωση και αποστολή
es: Confirmar y enviar
et: Kinnita ja saada
fa: تأیید و ارسال
fi: Vahvista ja lähetä
fil: Kumpirmahin at ipadala
fr: Confirmer et envoyer
he: אישור ושליחה
hi: पुष्टि करें और भेजें
hr: Potvrdi i pošalji
hu: Megerősítés és küldés
id: Konfirmasi & kirim
is: Staðfesta og senda
it: Conferma e invia
ja: 確認して送信
ko: 확인 후 보내기
lt: Patvirtinti ir siųsti
lv: Apstiprināt un sūtīt
ml: സ്ഥിരീകരിച്ച് അയയ്ക്കുക
mr: पुष्टी करा आणि पाठवा
ms: Sahkan & hantar
nb: Bekreft og send
nl: Bevestigen en verzenden
pa: ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਭੇਜੋ
pl: Potwierdź i wyślij
pt_br: Confirmar e enviar
ro: Confirmă și trimite
ru: Подтвердить и отправить
sk: Potvrdiť a odoslať
sl: Potrdi in pošlji
sr: Потврди и пошаљи
sv: Bekräfta och skicka
sw: Thibitisha na tuma
ta: உறுதிசெய்து அனுப்பு
te: నిర్ధారించి పంపండి
th: ยืนยันและส่ง
tr: Onayla ve gönder
uk: Підтвердити й надіслати
ur: تصدیق کریں اور بھیجیں
vi: Xác nhận và gửi
zh_hans: 确认并发送
zh_hant: 確認並傳送

source: Confirm on your iPhone
af: Bevestig op jou iPhone
ar: أكّد على جهاز iPhone الخاص بك
bg: Потвърдете на вашия iPhone
bn: আপনার iPhone-এ নিশ্চিত করুন
ca: Confirma al teu iPhone
cs: Potvrďte na svém iPhonu
da: Bekræft på din iPhone
de: Auf deinem iPhone bestätigen
el: Επιβεβαιώστε στο iPhone σας
es: Confirma en tu iPhone
et: Kinnitage oma iPhone'is
fa: روی آیفون خود تأیید کنید
fi: Vahvista iPhonessasi
fil: Kumpirmahin sa iyong iPhone
fr: Confirmez sur votre iPhone
he: אשר ב-iPhone שלך
hi: अपने iPhone पर पुष्टि करें
hr: Potvrdite na svojem iPhoneu
hu: Erősítsd meg az iPhone-odon
id: Konfirmasi di iPhone Anda
is: Staðfestu á iPhone-num þínum
it: Conferma sul tuo iPhone
ja: iPhone で確認
ko: iPhone에서 확인
lt: Patvirtinkite savo iPhone
lv: Apstipriniet savā iPhone
ml: നിങ്ങളുടെ iPhone-ൽ സ്ഥിരീകരിക്കുക
mr: तुमच्या iPhone वर पुष्टी करा
ms: Sahkan pada iPhone anda
nb: Bekreft på iPhonen din
nl: Bevestig op je iPhone
pa: ਆਪਣੇ iPhone 'ਤੇ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź na iPhonie
pt_br: Confirme no seu iPhone
ro: Confirmă pe iPhone-ul tău
ru: Подтвердите на вашем iPhone
sk: Potvrďte na svojom iPhone
sl: Potrdite na svojem iPhonu
sr: Potvrdite na svom iPhone-u
sv: Bekräfta på din iPhone
sw: Thibitisha kwenye iPhone yako
ta: உங்கள் iPhone இல் உறுதிப்படுத்தவும்
te: మీ iPhoneలో నిర్ధారించండి
th: ยืนยันบน iPhone ของคุณ
tr: iPhone'unuzda onaylayın
uk: Підтвердьте на своєму iPhone
ur: اپنے آئی فون پر تصدیق کریں
vi: Xác nhận trên iPhone của bạn
zh_hans: 在你的 iPhone 上确认
zh_hant: 在你的 iPhone 上確認

source: Confirm revoking this approval
af: Bevestig die herroeping van hierdie goedkeuring
ar: تأكيد إلغاء هذه الموافقة
bg: Потвърдете отмяната на това одобрение
bn: এই অনুমোদন প্রত্যাহার নিশ্চিত করুন
ca: Confirma la revocació d’aquesta aprovació
cs: Potvrďte odvolání tohoto schválení
da: Bekræft tilbagekaldelsen af denne godkendelse
de: Widerruf dieser Genehmigung bestätigen
el: Επιβεβαίωση ανάκλησης αυτής της έγκρισης
es: Confirmar la revocación de esta aprobación
et: Kinnita selle heakskiidu tühistamine
fa: تأیید لغو این تأیید
fi: Vahvista tämän hyväksynnän peruutus
fil: Kumpirmahin ang pagbawi sa pag-apruba na ito
fr: Confirmer la révocation de cette autorisation
he: אשר את ביטול האישור הזה
hi: इस स्वीकृति को रद्द करने की पुष्टि करें
hr: Potvrdite opoziv ovog odobrenja
hu: Erősítse meg a jóváhagyás visszavonását
id: Konfirmasi pencabutan persetujuan ini
is: Staðfestu afturköllun þessarar heimildar
it: Confermare la revoca di questa autorizzazione
ja: この承認の取り消しを確認
ko: 이 승인 취소를 확인
lt: Patvirtinkite šio patvirtinimo atšaukimą
lv: Apstipriniet šī apstiprinājuma atsaukšanu
ml: ഈ അനുമതി പിൻവലിക്കുന്നത് സ്ഥിരീകരിക്കുക
mr: ही मंजुरी रद्द करण्याची पुष्टी करा
ms: Sahkan pembatalan kelulusan ini
nb: Bekreft tilbakekall av denne godkjenningen
nl: Bevestig het intrekken van deze goedkeuring
pa: ਇਸ ਮਨਜ਼ੂਰੀ ਨੂੰ ਰੱਦ ਕਰਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź cofnięcie tego uprawnienia
pt_br: Confirmar a revogação desta aprovação
ro: Confirmă revocarea acestei aprobări
ru: Подтвердите отзыв этого разрешения
sk: Potvrďte odvolanie tohto schválenia
sl: Potrdite preklic te odobritve
sr: Потврдите опозив овог одобрења
sv: Bekräfta återkallelsen av detta godkännande
sw: Thibitisha kutengua kibali hiki
ta: இந்த அனுமதியைத் திரும்பப் பெறுவதை உறுதிப்படுத்து
te: ఈ ఆమోదాన్ని ఉపసంహరించడాన్ని నిర్ధారించు
th: ยืนยันการเพิกถอนการอนุมัตินี้
tr: Bu onayın iptalini onayla
uk: Підтвердьте відкликання цього дозволу
ur: اس منظوری کی منسوخی کی تصدیق کریں
vi: Xác nhận thu hồi phê duyệt này
zh_hans: 确认撤销此授权
zh_hant: 確認撤銷此授權

source: Confirm sending this transaction
af: Bevestig die stuur van hierdie transaksie
ar: أكّد إرسال هذه المعاملة
bg: Потвърдете изпращането на тази транзакция
bn: এই লেনদেন পাঠানো নিশ্চিত করুন
ca: Confirma l'enviament d'aquesta transacció
cs: Potvrďte odeslání této transakce
da: Bekræft afsendelse af denne transaktion
de: Bestätigen Sie das Senden dieser Transaktion
el: Επιβεβαιώστε την αποστολή αυτής της συναλλαγής
es: Confirma el envío de esta transacción
et: Kinnita selle tehingu saatmine
fa: ارسال این تراکنش را تأیید کنید
fi: Vahvista tämän tapahtuman lähettäminen
fil: Kumpirmahin ang pagpapadala ng transaksiyong ito
fr: Confirmez l’envoi de cette transaction
he: אשרו את שליחת העסקה הזו
hi: इस लेन-देन को भेजने की पुष्टि करें
hr: Potvrdite slanje ove transakcije
hu: Erősítse meg a tranzakció elküldését
id: Konfirmasikan pengiriman transaksi ini
is: Staðfestu sendingu þessarar færslu
it: Conferma l’invio di questa transazione
ja: この取引の送信を確認してください
ko: 이 거래 전송을 확인해요
lt: Patvirtinkite šios operacijos siuntimą
lv: Apstipriniet šī darījuma sūtīšanu
ml: ഈ ഇടപാട് അയയ്ക്കുന്നത് സ്ഥിരീകരിക്കുക
mr: हा व्यवहार पाठवण्याची पुष्टी करा
ms: Sahkan penghantaran transaksi ini
nb: Bekreft sending av denne transaksjonen
nl: Bevestig het verzenden van deze transactie
pa: ਇਸ ਲੈਣ-ਦੇਣ ਨੂੰ ਭੇਜਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź wysłanie tej transakcji
pt_br: Confirme o envio desta transação
ro: Confirmați trimiterea acestei tranzacții
ru: Подтвердите отправку этой транзакции
sk: Potvrďte odoslanie tejto transakcie
sl: Potrdite pošiljanje te transakcije
sr: Потврдите слање ове трансакције
sv: Bekräfta att den här transaktionen skickas
sw: Thibitisha kutuma muamala huu
ta: இந்தப் பரிவர்த்தனையை அனுப்புவதை உறுதிப்படுத்துங்கள்
te: ఈ లావాదేవీని పంపడాన్ని నిర్ధారించండి
th: ยืนยันการส่งธุรกรรมนี้
tr: Bu işlemin gönderilmesini onaylayın
uk: Підтвердьте надсилання цієї транзакції
ur: اس ٹرانزیکشن کو بھیجنے کی تصدیق کریں
vi: Xác nhận gửi giao dịch này
zh_hans: 确认发送此交易
zh_hant: 確認傳送此交易

source: Confirm to send this transaction.
af: Bevestig om hierdie transaksie te stuur.
ar: أكّد لإرسال هذه المعاملة.
bg: Потвърдете, за да изпратите тази транзакция.
bn: এই লেনদেন পাঠাতে নিশ্চিত করুন।
ca: Confirma per enviar aquesta transacció.
cs: Potvrďte odeslání této transakce.
da: Bekræft for at sende denne transaktion.
de: Bestätige, um diese Transaktion zu senden.
el: Επιβεβαιώστε για να στείλετε αυτή τη συναλλαγή.
es: Confirma para enviar esta transacción.
et: Kinnitage, et saata see tehing.
fa: برای ارسال این تراکنش تأیید کنید.
fi: Vahvista lähettääksesi tämän tapahtuman.
fil: Kumpirmahin para ipadala ang transaksyong ito.
fr: Confirmez pour envoyer cette transaction.
he: אשר כדי לשלוח עסקה זו.
hi: यह ट्रांज़ैक्शन भेजने के लिए पुष्टि करें।
hr: Potvrdite za slanje ove transakcije.
hu: Erősítsd meg a tranzakció elküldését.
id: Konfirmasi untuk mengirim transaksi ini.
is: Staðfestu til að senda þessa færslu.
it: Conferma per inviare questa transazione.
ja: この取引を送信するには確認してください。
ko: 이 거래를 전송하려면 확인하세요.
lt: Patvirtinkite, kad išsiųstumėte šią operaciją.
lv: Apstipriniet, lai nosūtītu šo transakciju.
ml: ഈ ഇടപാട് അയയ്ക്കാൻ സ്ഥിരീകരിക്കുക.
mr: हा व्यवहार पाठवण्यासाठी पुष्टी करा.
ms: Sahkan untuk menghantar transaksi ini.
nb: Bekreft for å sende denne transaksjonen.
nl: Bevestig om deze transactie te verzenden.
pa: ਇਹ ਲੈਣ-ਦੇਣ ਭੇਜਣ ਲਈ ਪੁਸ਼ਟੀ ਕਰੋ।
pl: Potwierdź, aby wysłać tę transakcję.
pt_br: Confirme para enviar esta transação.
ro: Confirmă pentru a trimite această tranzacție.
ru: Подтвердите, чтобы отправить эту транзакцию.
sk: Potvrďte odoslanie tejto transakcie.
sl: Potrdite za pošiljanje te transakcije.
sr: Potvrdite da pošaljete ovu transakciju.
sv: Bekräfta för att skicka denna transaktion.
sw: Thibitisha ili kutuma muamala huu.
ta: இந்த பரிவர்த்தனையை அனுப்ப உறுதிப்படுத்தவும்.
te: ఈ లావాదేవీని పంపడానికి నిర్ధారించండి.
th: ยืนยันเพื่อส่งธุรกรรมนี้
tr: Bu işlemi göndermek için onaylayın.
uk: Підтвердьте, щоб надіслати цю транзакцію.
ur: یہ ٹرانزیکشن بھیجنے کے لیے تصدیق کریں۔
vi: Xác nhận để gửi giao dịch này.
zh_hans: 确认以发送此交易。
zh_hant: 確認以傳送此交易。

source: Confirm to swap.
af: Bevestig om om te ruil.
ar: أكّد لإجراء المبادلة.
bg: Потвърдете, за да размените.
bn: সোয়াপ করতে নিশ্চিত করুন।
ca: Confirma per intercanviar.
cs: Potvrďte směnu.
da: Bekræft for at bytte.
de: Bestätige, um zu tauschen.
el: Επιβεβαιώστε για ανταλλαγή.
es: Confirma para intercambiar.
et: Kinnitage vahetuseks.
fa: برای تبدیل تأیید کنید.
fi: Vahvista vaihtaaksesi.
fil: Kumpirmahin para mag-swap.
fr: Confirmez pour échanger.
he: אשר כדי להמיר.
hi: स्वैप करने के लिए पुष्टि करें।
hr: Potvrdite za zamjenu.
hu: Erősítsd meg az átváltást.
id: Konfirmasi untuk menukar.
is: Staðfestu til að skipta.
it: Conferma per scambiare.
ja: スワップするには確認してください。
ko: 스왑하려면 확인하세요.
lt: Patvirtinkite, kad pakeistumėte.
lv: Apstipriniet, lai apmainītu.
ml: സ്വാപ്പ് ചെയ്യാൻ സ്ഥിരീകരിക്കുക.
mr: स्वॅप करण्यासाठी पुष्टी करा.
ms: Sahkan untuk menukar.
nb: Bekreft for å bytte.
nl: Bevestig om te wisselen.
pa: ਸਵੈਪ ਕਰਨ ਲਈ ਪੁਸ਼ਟੀ ਕਰੋ।
pl: Potwierdź, aby wymienić.
pt_br: Confirme para trocar.
ro: Confirmă pentru a schimba.
ru: Подтвердите, чтобы обменять.
sk: Potvrďte výmenu.
sl: Potrdite za zamenjavo.
sr: Potvrdite za zamenu.
sv: Bekräfta för att byta.
sw: Thibitisha ili kubadilisha.
ta: ஸ்வாப் செய்ய உறுதிப்படுத்தவும்.
te: స్వాప్ చేయడానికి నిర్ధారించండి.
th: ยืนยันเพื่อสวอป
tr: Takas etmek için onaylayın.
uk: Підтвердьте, щоб обміняти.
ur: تبادلے کے لیے تصدیق کریں۔
vi: Xác nhận để hoán đổi.
zh_hans: 确认以兑换。
zh_hant: 確認以兌換。

source: Confirm to view your private key.
af: Bevestig om jou private sleutel te bekyk.
ar: أكّد لعرض مفتاحك الخاص.
bg: Потвърдете, за да видите своя частен ключ.
bn: আপনার ব্যক্তিগত কী দেখতে নিশ্চিত করুন।
ca: Confirma per veure la teva clau privada.
cs: Potvrďte zobrazení svého soukromého klíče.
da: Bekræft for at se din private nøgle.
de: Bestätige, um deinen privaten Schlüssel anzuzeigen.
el: Επιβεβαιώστε για να δείτε το ιδιωτικό σας κλειδί.
es: Confirma para ver tu clave privada.
et: Kinnitage oma privaatvõtme vaatamiseks.
fa: برای مشاهده‌ی کلید خصوصی خود تأیید کنید.
fi: Vahvista nähdäksesi yksityisen avaimesi.
fil: Kumpirmahin para tingnan ang iyong private key.
fr: Confirmez pour afficher votre clé privée.
he: אשר כדי להציג את המפתח הפרטי שלך.
hi: अपनी निजी कुंजी देखने के लिए पुष्टि करें।
hr: Potvrdite za prikaz svog privatnog ključa.
hu: Erősítsd meg a privát kulcsod megtekintését.
id: Konfirmasi untuk melihat kunci privat Anda.
is: Staðfestu til að skoða einkalykilinn þinn.
it: Conferma per visualizzare la tua chiave privata.
ja: 秘密鍵を表示するには確認してください。
ko: 개인 키를 보려면 확인하세요.
lt: Patvirtinkite, kad peržiūrėtumėte savo privatųjį raktą.
lv: Apstipriniet, lai skatītu savu privāto atslēgu.
ml: നിങ്ങളുടെ പ്രൈവറ്റ് കീ കാണാൻ സ്ഥിരീകരിക്കുക.
mr: तुमची खाजगी की पाहण्यासाठी पुष्टी करा.
ms: Sahkan untuk melihat kunci peribadi anda.
nb: Bekreft for å vise den private nøkkelen din.
nl: Bevestig om je privésleutel te bekijken.
pa: ਆਪਣੀ ਨਿੱਜੀ ਕੁੰਜੀ ਵੇਖਣ ਲਈ ਪੁਸ਼ਟੀ ਕਰੋ।
pl: Potwierdź, aby zobaczyć swój klucz prywatny.
pt_br: Confirme para ver sua chave privada.
ro: Confirmă pentru a-ți vedea cheia privată.
ru: Подтвердите, чтобы просмотреть приватный ключ.
sk: Potvrďte zobrazenie svojho súkromného kľúča.
sl: Potrdite za ogled svojega zasebnega ključa.
sr: Potvrdite da prikažete svoj privatni ključ.
sv: Bekräfta för att visa din privata nyckel.
sw: Thibitisha ili kuona ufunguo wako wa faragha.
ta: உங்கள் தனிப்பட்ட விசையைப் பார்க்க உறுதிப்படுத்தவும்.
te: మీ ప్రైవేట్ కీని వీక్షించడానికి నిర్ధారించండి.
th: ยืนยันเพื่อดูคีย์ส่วนตัวของคุณ
tr: Özel anahtarınızı görüntülemek için onaylayın.
uk: Підтвердьте, щоб переглянути приватний ключ.
ur: اپنی نجی کلید دیکھنے کے لیے تصدیق کریں۔
vi: Xác nhận để xem khóa riêng tư của bạn.
zh_hans: 确认以查看你的私钥。
zh_hant: 確認以查看你的私鑰。

source: Confirm to view your recovery phrase.
af: Bevestig om jou hersteltfrase te sien.
ar: أكّد لعرض عبارة الاسترداد الخاصة بك.
bg: Потвърдете, за да видите фразата за възстановяване.
bn: আপনার পুনরুদ্ধার বাক্যাংশ দেখতে নিশ্চিত করুন।
ca: Confirma per veure la frase de recuperació.
cs: Potvrďte zobrazení obnovovací fráze.
da: Bekræft for at se din gendannelsessætning.
de: Bestätigen Sie, um Ihre Wiederherstellungsphrase anzuzeigen.
el: Επιβεβαιώστε για να δείτε τη φράση ανάκτησης.
es: Confirma para ver tu frase de recuperación.
et: Kinnitage taastefraasi vaatamiseks.
fa: برای دیدن عبارت بازیابی خود تأیید کنید.
fi: Vahvista nähdäksesi palautuslauseesi.
fil: Kumpirmahin upang tingnan ang iyong recovery phrase.
fr: Confirmez pour afficher votre phrase de récupération.
he: אשר כדי להציג את ביטוי השחזור.
hi: अपना पुनर्प्राप्ति वाक्यांश देखने के लिए पुष्टि करें।
hr: Potvrdite za prikaz fraze za oporavak.
hu: Erősítse meg a helyreállítási kifejezés megtekintését.
id: Konfirmasi untuk melihat frasa pemulihan Anda.
is: Staðfestu til að sjá endurheimtarsetninguna þína.
it: Conferma per visualizzare la frase di recupero.
ja: リカバリーフレーズを表示するには確認してください。
ko: 복구 구문을 보려면 인증하세요.
lt: Patvirtinkite, kad pamatytumėte atkūrimo frazę.
lv: Apstipriniet, lai skatītu atkopšanas frāzi.
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ വാക്യം കാണാൻ സ്ഥിരീകരിക്കുക.
mr: तुमचा रिकव्हरी फ्रेज पाहण्यासाठी पुष्टी करा.
ms: Sahkan untuk melihat frasa pemulihan anda.
nb: Bekreft for å se gjenopprettingsfrasen.
nl: Bevestig om uw herstelzin te bekijken.
pa: ਆਪਣਾ ਰਿਕਵਰੀ ਵਾਕਾਂਸ਼ ਦੇਖਣ ਲਈ ਪੁਸ਼ਟੀ ਕਰੋ।
pl: Potwierdź, aby zobaczyć swoją frazę odzyskiwania.
pt_br: Confirme para ver sua frase de recuperação.
ro: Confirmă pentru a vedea fraza de recuperare.
ru: Подтвердите, чтобы увидеть резервную фразу.
sk: Potvrďte zobrazenie obnovovacej frázy.
sl: Potrdite za ogled obnovitvene fraze.
sr: Потврдите за приказ фразе за опоравак.
sv: Bekräfta för att visa din återställningsfras.
sw: Thibitisha ili kuona kifungu chako cha urejeshaji.
ta: உங்கள் மீட்பு சொற்றொடரைக் காண உறுதிப்படுத்தவும்.
te: మీ రికవరీ పదబంధాన్ని చూడటానికి నిర్ధారించండి.
th: ยืนยันเพื่อดูวลีกู้คืนของคุณ
tr: Kurtarma ifadenizi görmek için onaylayın.
uk: Підтвердьте, щоб переглянути фразу відновлення.
ur: اپنا ریکوری فقرہ دیکھنے کے لیے تصدیق کریں۔
vi: Xác nhận để xem cụm từ khôi phục của bạn.
zh_hans: 确认以查看您的恢复短语。
zh_hant: 確認以查看您的復原短語。

source: Confirm with Face ID
af: Bevestig met Face ID
ar: التأكيد بواسطة Face ID
bg: Потвърдете с Face ID
bn: Face ID দিয়ে নিশ্চিত করুন
ca: Confirma amb Face ID
cs: Potvrdit pomocí Face ID
da: Bekræft med Face ID
de: Mit Face ID bestätigen
el: Επιβεβαίωση με Face ID
es: Confirmar con Face ID
et: Kinnita Face ID-ga
fa: تأیید با Face ID
fi: Vahvista Face ID:llä
fil: Kumpirmahin gamit ang Face ID
fr: Confirmer avec Face ID
he: אשר באמצעות Face ID
hi: Face ID से पुष्टि करें
hr: Potvrdite pomoću Face ID-a
hu: Megerősítés Face ID-vel
id: Konfirmasi dengan Face ID
is: Staðfestu með Face ID
it: Conferma con Face ID
ja: Face ID で確認
ko: Face ID로 확인
lt: Patvirtinkite naudodami „Face ID“
lv: Apstipriniet ar Face ID
ml: Face ID ഉപയോഗിച്ച് സ്ഥിരീകരിക്കുക
mr: Face ID ने पुष्टी करा
ms: Sahkan dengan Face ID
nb: Bekreft med Face ID
nl: Bevestig met Face ID
pa: Face ID ਨਾਲ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź za pomocą Face ID
pt_br: Confirmar com Face ID
ro: Confirmă cu Face ID
ru: Подтвердить через Face ID
sk: Potvrdiť pomocou Face ID
sl: Potrdite s Face ID
sr: Потврдите помоћу Face ID-а
sv: Bekräfta med Face ID
sw: Thibitisha kwa Face ID
ta: Face ID மூலம் உறுதிப்படுத்தவும்
te: Face ID తో నిర్ధారించండి
th: ยืนยันด้วย Face ID
tr: Face ID ile onayla
uk: Підтвердити через Face ID
ur: Face ID سے تصدیق کریں
vi: Xác nhận bằng Face ID
zh_hans: 用 Face ID 确认
zh_hant: 以 Face ID 確認

source: Confirm with Face ID to continue.
af: Bevestig met Face ID om voort te gaan.
ar: أكّد بـ Face ID للمتابعة.
bg: Потвърдете с Face ID, за да продължите.
bn: চালিয়ে যেতে Face ID দিয়ে নিশ্চিত করুন।
ca: Confirma amb Face ID per continuar.
cs: Pokračujte potvrzením pomocí Face ID.
da: Bekræft med Face ID for at fortsætte.
de: Mit Face ID bestätigen, um fortzufahren.
el: Επιβεβαιώστε με Face ID για να συνεχίσετε.
es: Confirma con Face ID para continuar.
et: Jätkamiseks kinnita Face ID-ga.
fa: برای ادامه با Face ID تأیید کنید.
fi: Vahvista Face ID:llä jatkaaksesi.
fil: Kumpirmahin gamit ang Face ID para magpatuloy.
fr: Confirmez avec Face ID pour continuer.
he: אשר עם Face ID כדי להמשיך.
hi: जारी रखने के लिए Face ID से पुष्टि करें।
hr: Potvrdite s Face ID-om za nastavak.
hu: A folytatáshoz erősítse meg Face ID-vel.
id: Konfirmasi dengan Face ID untuk melanjutkan.
is: Staðfestu með Face ID til að halda áfram.
it: Conferma con Face ID per continuare.
ja: 続けるには Face ID で認証してください。
ko: 계속하려면 Face ID로 확인하세요.
lt: Norėdami tęsti, patvirtinkite Face ID.
lv: Lai turpinātu, apstipriniet ar Face ID.
ml: തുടരാൻ Face ID ഉപയോഗിച്ച് സ്ഥിരീകരിക്കുക.
mr: पुढे जाण्यासाठी Face ID ने पुष्टी करा.
ms: Sahkan dengan Face ID untuk meneruskan.
nb: Bekreft med Face ID for å fortsette.
nl: Bevestig met Face ID om door te gaan.
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ Face ID ਨਾਲ ਪੁਸ਼ਟੀ ਕਰੋ।
pl: Potwierdź za pomocą Face ID, aby kontynuować.
pt_br: Confirme com Face ID para continuar.
ro: Confirmă cu Face ID pentru a continua.
ru: Подтвердите Face ID, чтобы продолжить.
sk: Pokračujte potvrdením pomocou Face ID.
sl: Za nadaljevanje potrdite s Face ID.
sr: Потврдите помоћу Face ID да наставите.
sv: Bekräfta med Face ID för att fortsätta.
sw: Thibitisha kwa Face ID ili kuendelea.
ta: தொடர Face ID கொண்டு உறுதிப்படுத்தவும்.
te: కొనసాగడానికి Face ID తో నిర్ధారించండి.
th: ยืนยันด้วย Face ID เพื่อดำเนินการต่อ
tr: Devam etmek için Face ID ile doğrulayın.
uk: Підтвердьте Face ID, щоб продовжити.
ur: جاری رکھنے کے لیے Face ID سے تصدیق کریں۔
vi: Xác nhận bằng Face ID để tiếp tục.
zh_hans: 使用 Face ID 确认以继续。
zh_hant: 使用 Face ID 確認以繼續。
